<div class="header">
	<h1>О факультативе</h1>
</div>
<div class="w4">
	<h2>Направление занятий</h2>
	<p>Факультатив посвящен компьютерной безопасности, ее практической части. Во время занятий больше внимания уделяется эксплуатированию уязвимостей.</p>
	<p>По мере изучения тем, студентам предлагается решить задания подготовленные заранее докладчиками. В результате будет формироваться рейтинг студентов, по которому уже будет формироваться команда для участия в различных соревнованиях. Так же, вероятно, за некоторые задания будут различные поощрения студентов</p>
</div>
<div class="w2">
	<h2>Время и место</h2>
	<p>Занятия проходят в ЮУрГУ, и имеют совершенно добровольный характер</p>
	<p>Ближайшее занятие: <b>[не определено]</b></p>
	<p>Следующая тема: <b>[не определено]</b></p>
	<p>Постараемся <a href="clickcracy.html">определить время</a> проведения?</p>
</div>